Payload_EJBDemo.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
  <soapenv:Body>
    <sayHello xmlns="http://org">
<name>Beto</name>
    </sayHello>
  </soapenv:Body>
</soapenv:Envelope>



<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
   <soapenv:Body>
      <ejb>
         <response>Hello Beto</response>
      </ejb>
   </soapenv:Body>
</soapenv:Envelope>
